import React from 'react' 
import '../css/About.css'
export default function AboutUs() {
  return (
    <div > 
        <div >
            <p className="about-headers">من نحن</p>
            <p className="about-text">وقد يعرف العارف فينا، أننا لسنا واقفين أمام الباب المذكور، بل وراءه، فما مادّية الأكرة والبطاقة إلا لعبة بايخة فرضناها على أنفسنا: والأنكى والأهم، أن لوازم العلم والمعرفة والنور والغذاء ما هي بموجودة أمام الباب، إنما وراءه حيث نحن واقفون. وعلى هذا الأساس، فيتحتّم علينا أن نعترف بأننا لا نسعى وراء كشف حقيقة مخبّأة، أو فضح علاقة مقنّعة، بقدر ما نبتغي الانتباه، والتيقّظ، عسى أن نجرّب طرق الفرار، وتواتينا فرصة الهروب والخلاص..
</p>
        </div>
        <div >
            <p className="about-headers">كيف نعمل</p>
            <p className="about-text">صحخنخي يصيخصينخنيصخيص يصنخيصنخصينخصي ينحن2خنخة صخةصخةسةخس نسحنحس صخصخةص سةخسةةصمةسمةمصسةمةسم ةمسةمةسةصمةسةمسصة</p>
        </div>
        <div >
            <p className="about-headers">كيف نعمل</p>
            <p className="about-text">صحخنخي يصيخصينخنيصخيص يصنخيصنخصينخصي ينحن2خنخة صخةصخةسةخس نسحنحس صخصخةص سةخسةةصمةسمةمصسةمةسم ةمسةمةسةصمةسةمسصة</p>
        </div>
        <div >
            <p className="about-headers">كيف نعمل</p>
            <p className="about-text">صحخنخي يصيخصينخنيصخيص يصنخيصنخصينخصي ينحن2خنخة صخةصخةسةخس نسحنحس صخصخةص سةخسةةصمةسمةمصسةمةسم ةمسةمةسةصمةسةمسصة</p>
        </div>
        <div >
            <p className="about-headers">كيف نعمل</p>
            <p className="about-text">وقد يعرف العارف فينا، أننا لسنا واقفين أمام الباب المذكور، بل وراءه، فما مادّية الأكرة والبطاقة إلا لعبة بايخة فرضناها على أنفسنا: والأنكى والأهم، أن لوازم العلم والمعرفة والنور والغذاء ما هي بموجودة أمام الباب، إنما وراءه حيث نحن واقفون. وعلى هذا الأساس، فيتحتّم علينا أن نعترف بأننا لا نسعى وراء كشف حقيقة مخبّأة، أو فضح علاقة مقنّعة، بقدر ما نبتغي الانتباه، والتيقّظ، عسى أن نجرّب طرق الفرار، وتواتينا فرصة الهروب والخلاص..
</p>
        </div>
    </div>
  )
}
